Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1154_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmteʹǧǧ jueʹjji stipeeʹndid õlltääʹzz mättʼtõõttjid
fin: Saamelaiskäräjät jakoi stipendejä korkea-asteen opiskelijoille

source: Sääʹmteʹǧǧ miõʹđi õhttsiʹžže kutt 500 eeuʹr stipeʹndded sääʹm ǩiõl da säʹmmla kulttuur õll-tääʹzz mättʼtõõttjid.
fin: Saamelaiskäräjät myönsi yhteensä kuusi 500 euron stipendiä saamen kielen ja saamelaisen kulttuurin korkea-asteen opiskelijoille.

source: Stipeeʹndid vuäǯǯee õhttsiʹžže 12 mättʼtõõttjed.
fin: Stipendiä haki yhteensä 12 opiskelijaa.

source: Stipeeʹndid miõtteš täiʹd mätʼtõõttjid: Elle-Maarit Arttijeff (Aanar / Saaʹmi õllškooul), Taija Hietanen (Ruäʹvnjargg / Oulu universiteʹtt), Petra Kuuva (Aanar / Oulu universiteʹtt), Henna Lehtola (Aanar / Oulu universiteʹtt), Satu-Marjut Nieminen (Oulu / Oulu universiteʹtt), Birit Pieski (Aanar / Oulu universiteʹtt).
fin: Stipendit myönnettiin seuraaville opiskelijoille: Elle-Maarit Arttijeff (Inari / Sámi allaskuvla), Taija Hietanen (Rovaniemi / Oulun yliopisto), Petra Kuuva (Inari / Oulun yliopisto), Henna Lehtola (Inari / Oulun yliopisto), Satu-Marjut Nieminen (Oulu / Oulun yliopisto), Birit Pieski (Inari / Oulun yliopisto).

source: Stipeeʹndin tuʹmmii Sääʹmteeʹǧǧ škooultõs- da mättmateraal-luʹvddkåʹdd 17.12.2015 õnnum såbbrest.
fin: Stipendeistä päätti Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta kokouksessaan 17.12.2015.

source: Luʹvddkåʹdd tuõʹđi räämmain, što stipeʹnddooccmõõžž puõʹtte nuʹtt jiânnai, jeeʹres vuuʹdin da määŋgain jeeʹres škooultõsvuuʹdin.
fin: Lautakunta totesi ilolla, että stipendihakemuksia tuli paljon, eri alueilta ja monilta koulutusaloilta.
